export const ru = {
	nav: {
		home: "ГЛАВНАЯ",
		projects: "ПРОЕКТЫ",
		about: "ИНФО",
		links: "СВЯЗЬ",
		menu: "МЕНЮ",
	},
	common: {
		version: "ВЕРСИЯ",
		location: "ЛОКАЦИЯ",
		location_val: "КЫРГЫЗСТАН",
		viewing: "ПРОСМОТР",
		portfolio_terminal: "ПОРТФОЛИО ТЕРМИНАЛ",
		rights: "ВСЕ ПРАВА ЗАЩИЩЕНЫ"
	},
	home: {
		welcome: "ДОБРО ПОЖАЛОВАТЬ // ПОЛЬЗОВАТЕЛЬ ОБНАРУЖЕН",
		subtitle: "Разработчик Python & PMMP плагинов",
		built_with: "ПОСТРОЕНО НА",
		framework: "ФРЕЙМВОРК",
		style: "СТИЛЬ",
	},
	projects: {
		title: "МОИ ПРОЕКТЫ",
		items: "ЭЛЕМЕНТОВ",
		details: "ДЕТАЛИ ПРОЕКТА",
		view_code: "КОД",
		source: "ИСТОЧНИК",
		loading: "ЗАГРУЗКА README...",
		no_data: "README НЕ НАЙДЕН",
	},
	about: {
		title: "ОБО МНЕ",
		role_label: "РОЛЬ",
		role_val: "ВАЙБ-КОДЕР/ СТУДЕНТ",
		level_label: "УРОВЕНЬ",
		level_val: "¯\\_(ツ)_/¯",
		location_label: "ЛОКАЦИЯ",
		location_val: "КЫРГЫЗСТАН",
		bio: `Увлекаюсь созданием полезных инструментов и
		автоматизацией рутины с помощью Python.
		Активно изучаю веб-разработку, включая фреймворки,
		такие как FastAPI и Flask, а также основы frontend с React.
		Мне нравится решать сложные задачи и постоянно учиться
		новому. Моя цель - стать full-stack разработчиком и
		создавать качественные веб-приложения. (Но пока что мне это не светит).
		В свободное время смотрю аниме, играю в шахматы,
		разрабатываю какой-то бред. Атеист, частичный кофеман,
		и немного перфекционист.`,
		tag_developer: "РАЗРАБОТЧИК",
		tag_available: "ЩИТ :)",
		skills: "НАВЫКИ",
		looking: "Поиск новых возможностей...",
		complete: "Завершено",
	},
	links: {
		subtitle: "КОНТАКТЫ",
		title: "СВЯЗЬ",
		connect: "СВЯЗАТЬСЯ",
		ping: "ПИНГ",
	},
	not_found: {
		code: "СИСТЕМНАЯ_ОШИБКА",
		message: "Запрошенный сектор не существует или доступ ограничен.",
		return: "ВЕРНУТЬСЯ НА БАЗУ",
	}
};